<h1 style="color: #5e9ca0;">Privacy Policy</h1>
<h4 style="color: #2e6c80;">Cảm ơn bạn đ&atilde; quan t&acirc;m v&agrave; sử dụng ứng dụng tr&ograve; chơi giải tr&iacute; 52Kool Dưới đ&acirc;y l&agrave; c&aacute;c quy định về việc sử dụng 52Kool, m&agrave; theo đ&oacute;, nếu bạn chấp nhận đăng k&yacute; v&agrave;/hoặc sử dụng game của ch&uacute;ng t&ocirc;i sẽ tự động bị r&agrave;ng buộc bởi những quy định n&agrave;y.</h4>
<hr />
<p><strong>1. Quy định về từ ngữ sử dụng</strong><br />&ndash; 52Kool được ph&aacute;t triển v&agrave; cung cấp cho người chơi với mục đ&iacute;ch giải tr&iacute;, giao lưu, kết bạn.<br />&ndash; Khuyến c&aacute;o th&agrave;nh vi&ecirc;n tham gia 52Kool phải từ 18 tuổi trở l&ecirc;n.<br />&ndash; Khuyến c&aacute;o mỗi th&agrave;nh vi&ecirc;n chỉ chơi game 52Kool kh&ocirc;ng qu&aacute; 180 ph&uacute;t mỗi ng&agrave;y.<br />&ndash; Ch&uacute;ng t&ocirc;i nghi&ecirc;m cấm sử dụng 52Kool cho mục đ&iacute;ch Đ&Aacute;NH BẠC, C&Aacute; CƯỢC, C&Aacute; ĐỘ, ĐỎ ĐEN. Nếu vi phạm, t&agrave;i khoản của bạn sẽ bị kh&oacute;a nick vĩnh viễn m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o trước.</p>
<p><strong>2. Quy định về th&ocirc;ng tin ch&uacute;ng t&ocirc;i thu thập</strong> <br />&ndash; Để chơi game, bạn cần đăng k&yacute;. Khi đăng k&yacute; bạn cần cung cấp c&aacute;c th&ocirc;ng tin như t&ecirc;n đăng nhập, mail..vv<br />&ndash; Th&ocirc;ng tin về thiết bị. Ch&uacute;ng t&ocirc;i thu thập th&ocirc;ng tin cụ thể của từng thiết bị v&iacute; dụ như phi&ecirc;n bản hệ điều h&agrave;nh, mẫu phần cứng..vv<br />&ndash; Lưu trữ cục bộ. Ch&uacute;ng t&ocirc;i c&oacute; thể thu tập v&agrave; lưu trữ th&ocirc;ng tin cục bộ tr&ecirc;n bộ nhớ cache dữ liệu của ứng dụng v&agrave; bộ nhớ ngo&agrave;i của thiết bị.<br />- Th&ocirc;ng tin kết nối WIFI. Ch&uacute;ng t&ocirc;i thu thập th&ocirc;ng tin về kết nối mạng WIFI, chẳng hạn như kiểm tra WIFI c&oacute; được bật hay kh&ocirc;ng.<br />&ndash; Số định danh ứng dụng duy nhất. Mỗi ứng dụng đều c&oacute; số ứng dụng duy nhất. Số n&agrave;y c&oacute; thể được gửi tới ch&uacute;ng t&ocirc;i khi bạn c&agrave;i đặt v&agrave; truy cập v&agrave;o ứng dụng.</p>
<p><strong>3. Quy định về đăng k&yacute; th&agrave;nh vi&ecirc;n, mật khẩu, bảo mật</strong><br />&ndash; Th&agrave;nh vi&ecirc;n được tự do đăng k&yacute; t&ecirc;n nick của m&igrave;nh, nhưng bị giới hạn bởi c&aacute;c th&ocirc;ng tin sau : chỉ sử dụng k&yacute; tự chữ, số, &ldquo;_&rdquo;, kh&ocirc;ng được d&ugrave;ng t&ecirc;n của doanh nh&acirc;n, những từ mang t&iacute;nh chất quấy rối, lăng mạ, đe dọa, phỉ b&aacute;ng, b&ocirc;i nhọ, tục tĩu, khiếm nh&atilde;, kh&iacute;ch động, ph&acirc;n biệt chủng tộc hoặc t&ocirc;n gi&aacute;o, khi&ecirc;u d&acirc;m.<br />&ndash; Khi chọn mật khẩu truy cập, h&atilde;y chọn mật khẩu chỉ một m&igrave;nh bạn biết v&agrave; kh&ocirc;ng ai kh&aacute;c c&oacute; thể đo&aacute;n được, mật khẩu n&ecirc;n kết hợp cả số v&agrave; chữ v&agrave; c&oacute; độ d&agrave;i từ 6 đến 20 k&yacute; tự<br />&ndash; Sau khi đăng k&yacute;, bạn kh&ocirc;ng được tiết lộ mật khẩu cho bất kỳ ai kh&aacute;c, kh&ocirc;ng được ủy quyền hoặc cho ph&eacute;p bất cứ ai kh&aacute;c sử dụng t&ecirc;n v&agrave; mật khẩu truy cập của m&igrave;nh v&agrave;o bất cứ mục đ&iacute;ch n&agrave;o.<br />&ndash; Việc t&ecirc;n v&agrave; mật khẩu truy cập của bất kỳ th&agrave;nh vi&ecirc;n n&agrave;o được sử dụng để truy cập v&agrave; sử dụng chương tr&igrave;nh sẽ được ch&uacute;ng t&ocirc;i coi như ch&iacute;nh th&agrave;nh vi&ecirc;n đ&oacute; đ&atilde; truy nhập v&agrave; sử dụng bất kể việc t&ecirc;n v&agrave; mật khẩu truy cập của kh&aacute;ch h&agrave;ng bị người kh&aacute;c sử dụng m&agrave; chủ sở hữu kh&ocirc;ng biết hoặc kh&ocirc;ng cho ph&eacute;p.<br />&ndash; Trong trường hợp bạn ph&aacute;t hiện được bất cứ ai biết hoặc hoặc sử dụng mật khẩu của m&igrave;nh để truy nhập v&agrave; sử dụng chương tr&igrave;nh , bạn n&ecirc;n th&ocirc;ng b&aacute;o ngay cho Ban Quản Trị v&agrave; cung cấp đầy đủ th&ocirc;ng tin, v&agrave; hỗ trợ hết m&igrave;nh để khắc phục.<br />&ndash; Chương tr&igrave;nh c&oacute; quyền từ chối đăng k&yacute; của bạn m&agrave; kh&ocirc;ng cần tham khảo &yacute; kiến của bạn hay c&oacute; nghĩa vụ phải giải th&iacute;ch l&yacute; do.</p>
<p><strong>4. Quy định về sửa đổi</strong> <br />&ndash; Ch&uacute;ng t&ocirc;i duy nhất c&oacute; quyền bổ sung, cập nhật v&agrave; sửa đổi những quy định n&agrave;y t&ugrave;y theo thời điểm v&agrave; những bổ sung, cập nhật v&agrave; sửa đổi đ&oacute; sẽ được c&ocirc;ng bố tại đ&acirc;y. C&aacute;c quy định được bổ sung, cập nhật v&agrave; sửa đổi sẽ c&oacute; hiệu lực kể từ l&uacute;c được c&ocirc;ng bố . Để được tiếp tục được sử dụng, truy cập v&agrave; tham gia v&agrave;o c&aacute;c dịch vụ tr&ecirc;n, bạn phải chấp thuận c&aacute;c điều kiệu điều khoản v&agrave; c&aacute;c quy định đ&atilde; được sử đổi v&agrave; cập nhật m&agrave; ch&uacute;ng t&ocirc;i c&ocirc;ng bố t&ugrave;y theo từng thời điểm.<br />&ndash; Bạn thừa nhận v&agrave; đồng &yacute; rằng tr&aacute;ch nhiệm của một m&igrave;nh bạn l&agrave; phải kiểm tra những bổ sung, cập nhật v&agrave; sửa đổi đ&oacute;. Ch&uacute;ng t&ocirc;i c&oacute; thể th&ocirc;ng b&aacute;o cho bạn những cập nhật v&agrave; sửa đổi đ&oacute;. Tuy nhi&ecirc;n điều n&agrave;y l&agrave; kh&ocirc;ng bắt buộc.</p>
<p><strong>5. Quy định về việc sử dụng c&aacute;c th&ocirc;ng tin từ t&agrave;i khoản</strong> <br />&ndash; Sẽ c&oacute; những biện ph&aacute;p thoả đ&aacute;ng v&agrave; th&iacute;ch hợp để đảm bảo rằng những th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; bạn tiết lộ cho ch&uacute;ng t&ocirc;i sẽ được giữ b&iacute; mật. Theo đ&oacute; ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu bất kỳ tr&aacute;ch nhiệm n&agrave;o nếu th&ocirc;ng tin c&aacute; nh&acirc;n, t&agrave;i khoản, hoặc mật khẩu của bạn bị tiết lộ từ ph&iacute;a bạn.<br />&ndash; Ch&uacute;ng t&ocirc;i c&oacute; thể tiết lộ hoặc cung cấp th&ocirc;ng tin c&aacute; nh&acirc;n của bạn trong c&aacute;c trường hợp thật sự cần thiết như sau:<br />(a) Khi c&oacute; y&ecirc;u cầu của c&aacute;c cơ quan ph&aacute;p luật;<br />(b) Trong trường hợp m&agrave; ch&uacute;ng t&ocirc;i tin rằng điều đ&oacute; sẽ gi&uacute;p ch&uacute;ng t&ocirc;i bảo vệ quyền lợi ch&iacute;nh đ&aacute;ng của m&igrave;nh trước ph&aacute;p luật;<br />(c) T&igrave;nh huống khẩn cấp v&agrave; cần thiết để bảo vệ quyền an to&agrave;n c&aacute; nh&acirc;n của c&aacute;c th&agrave;nh vi&ecirc;n kh&aacute;c.</p>
<p><strong>6. Quy định về điều kiện sử dụng</strong><br />&ndash; Theo quy định n&agrave;y, bạn đ&atilde; cam đoan kh&ocirc;ng sử dụng hay truy cập v&agrave;o chương tr&igrave;nh, v&igrave; bất kỳ mục đ&iacute;ch g&igrave; bất hợp ph&aacute;p với luật đ&atilde; ban h&agrave;nh &aacute;p dụng cho bạn hoặc bị cấm bởi c&aacute;c quy định n&agrave;y.<br />&ndash; Kh&ocirc;ng sử dụng dịch vụ hay th&ocirc;ng tin của chương tr&igrave;nh dưới bất kỳ c&aacute;ch n&agrave;o g&acirc;y cản trở hoặc c&oacute; thể g&acirc;y cản trở đến việc tiếp cận dịch vụ của những người sử dụng kh&aacute;c, cũng kh&ocirc;ng được l&agrave;m bất cứ điều g&igrave; l&agrave;m giảm s&uacute;t hoặc c&oacute; thể g&acirc;y giảm s&uacute;t hoạt động của chương tr&igrave;nh.<br />&ndash; Kh&ocirc;ng được n&agrave;i xin hoặc bằng bất cứ c&aacute;ch n&agrave;o t&igrave;m c&aacute;ch lấy th&ocirc;ng tin c&oacute; li&ecirc;n quan đến những người sử dụng kh&aacute;c.<br />&ndash; Kh&ocirc;ng được tải l&ecirc;n hoặc ph&acirc;n ph&aacute;t bất kỳ chương tr&igrave;nh, tập tin hoặc dữ liệu n&agrave;o m&agrave; chứa vi-r&uacute;t, nguy hại hoặc c&oacute; thể ảnh hưởng tới hoạt động của chương tr&igrave;nh .<br />&ndash; Kh&ocirc;ng gửi, chuyển, ph&aacute;t t&aacute;n, b&agrave;n luận tới bất kỳ người d&ugrave;ng n&agrave;o kh&aacute;c những t&agrave;i liệu phi ph&aacute;p, hoặc c&acirc;u chữ c&oacute; t&iacute;nh chuất quấy rối, lăng mạ, đe dọa, phỉ b&aacute;ng, b&ocirc;i nhọ, tục tĩu, khiếm nh&atilde;, kh&iacute;ch động, ph&acirc;n biệt chủng tộc hoặc t&ocirc;n gi&aacute;o, khi&ecirc;u d&acirc;m; hoặc bất kỳ t&agrave;i liệu n&agrave;o c&oacute; thể tạo th&agrave;nh hoặc khuyến kh&iacute;ch h&agrave;nh vi c&oacute; thể bị coi l&agrave; phạm tội, tăng tr&aacute;ch nhiệm d&acirc;n sự, hoặc c&oacute; thể phạm luật.</p>
<p><strong>7. Quy định về thời gian chơi 52Kool</strong><br />&ndash; Theo quy định n&agrave;y, mọi th&agrave;nh vi&ecirc;n tham gia chơi tr&ograve; chơi chỉ được chơi &iacute;t hơn hoặc bằng 3 giờ mỗi ng&agrave;y.<br />&ndash; Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm, hay bồi thường cho mọi tổn hại g&acirc;y ra trực tiếp hoặc gi&aacute;n tiếp cho người chơi do việc kh&ocirc;ng tu&acirc;n thủ quy định tr&ecirc;n.</p>
<p><strong>8. Quy định về c&aacute;c cuộc thi, giải thưởng của 52Kool</strong><br />&ndash; Ch&uacute;ng t&ocirc;i được ph&eacute;p to&agrave;n quyền sử dụng c&aacute;c b&agrave;i dự thi, t&aacute;c phẩm dự thi, s&aacute;ng kiến dự thi của bạn khi tham dự bất kỳ c&aacute;c cuộc thi, hoặc giải thưởng do ch&iacute;nh ch&uacute;ng t&ocirc;i tổ chức, cho mục đ&iacute;ch x&acirc;y dựng v&agrave; ph&aacute;t triển chương tr&igrave;nh.<br />&ndash; Nếu ph&aacute;t hiện một người sử dụng đang lợi dụng hay đang cố t&igrave;nh lợi dụng việc thưởng hay khuyến mại, hay c&aacute;c cuộc thi, giải thưởng, hoặc c&oacute; vẻ thu được lợi từ việc lạm dụng đ&oacute;, ch&uacute;ng t&ocirc;i c&oacute; thể ngăn chặn, từ chối, treo, giữ lại, thu lại hoặc r&uacute;t bất kỳ th&agrave;nh vi&ecirc;n n&agrave;o ra khỏi chương tr&igrave;nh theo c&aacute;ch ph&ugrave; hợp.</p>
<p><strong>9. Quy định miễn tr&aacute;ch nhiệm</strong> <br />&ndash; Bạn phải đồng &yacute; miễn tr&aacute;ch nhiệm cho c&aacute;c cổ đ&ocirc;ng, nh&acirc;n vi&ecirc;n, quan chức, gi&aacute;m đốc, người được cấp ph&eacute;p, nh&agrave; ph&acirc;n phối, cộng t&aacute;c vi&ecirc;n, c&ocirc;ng ty con v&agrave; c&aacute;c đại l&yacute; của ch&uacute;ng t&ocirc;i về bất kỳ tổn thất, tổn hại hay khiếu kiện (bao gồm ph&iacute; theo kiện) n&agrave;o xảy ra đối với bạn do hậu quả của việc bạn truy cập chương tr&igrave;nh, tải về hay c&agrave;i đặt phần mềm, việc sử dụng c&aacute;c dịch vụ, phần mềm v&agrave;/hoặc th&ocirc;ng tin, v&agrave;/hoặc bởi bất kỳ sự vi phạm n&agrave;o đối với những điều kiện v&agrave; điều khoản.</p>
<p><strong>10. Quy định về xử l&yacute; vi phạm</strong> <br />&ndash; Ch&uacute;ng t&ocirc;i c&oacute; quyền t&igrave;m kiếm tất cả c&aacute;c biện ph&aacute;p b&agrave;o chữa theo luật về bất kỳ sự vi phạm n&agrave;o đối với c&aacute;c Điều kiện v&agrave; Điều khoản n&agrave;y, bao gồm quyền từ chối hay hạn chế việc truy cập cho một người cụ thể n&agrave;o đ&oacute;, hoặc ngăn chặn việc truy cập từ một địa chỉ internet cụ thể hay th&ocirc;ng qua bất kỳ thiết bị n&agrave;o tới c&aacute;c dịch vụ, chương tr&igrave;nh v&agrave; th&ocirc;ng tin của ch&uacute;ng t&ocirc;i m&agrave; kh&ocirc;ng cần phải đưa ra bất kỳ lời giải th&iacute;ch n&agrave;o.<br />&ndash; Những quy định n&agrave;y được hiểu v&agrave; thực thi theo luật của nước Cộng Ho&agrave; X&atilde; Hội Chủ Nghĩa Việt Nam.</p>
<p><strong>QUY ĐỊNH XỬ L&Iacute;</strong> <br />&ndash; T&ecirc;n kh&ocirc;ng dấu, đa nghĩa, g&acirc;y ngộ nhận/ hiểu lầm nơi người đọc: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; T&ecirc;n kh&ocirc;ng ph&ugrave; hợp với thuần phong mỹ tục của Việt nam: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; Li&ecirc;n quan đến vấn đề ch&iacute;nh trị, t&ocirc;n gi&aacute;o, phản động, biểu t&igrave;nh&hellip;: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; Mạo danh Ban Quản trị: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; T&ecirc;n h&agrave;m &yacute; x&uacute;c phạm Ban Quản Trị hoặc c&aacute;c th&agrave;nh vi&ecirc;n kh&aacute;c: Kho&aacute; t&agrave;i khoản vĩnh viễn<br />&ndash; Sử dụng từ ngữ tr&aacute;i với thuần phong mỹ tục của Việt Nam (chửi bậy &hellip;): Kh&oacute;a t&agrave;i khoản 1, 3, 7, 30 ng&agrave;y, vĩnh viễn (T&ugrave;y mức độ vi phạm).<br />&ndash; Sử dụng từ ngữ qu&aacute; kh&iacute;ch x&uacute;c phạm Ban Quản Trị hoặc c&aacute;c th&agrave;nh vi&ecirc;n kh&aacute;c: Kh&oacute;a t&agrave;i khoản 3, 7, 30 ng&agrave;y, vĩnh viễn (T&ugrave;y mức độ vi phạm).<br />&ndash; Trao đổi về c&aacute;c vấn đề t&ocirc;n gi&aacute;o, ch&iacute;nh trị, giới t&iacute;nh: Kh&oacute;a t&agrave;i khoản 3, 7, 30 ng&agrave;y, vĩnh viễn (T&ugrave;y mức độ vi phạm).<br />&ndash; Spam: Kh&oacute;a t&agrave;i khoản 1, 3, 7, 30 ng&agrave;y, vĩnh viễn (T&ugrave;y mức độ vi phạm).</p>
<p><strong>11. C&aacute;c hoạt động tuy&ecirc;n truyền chưa được sự đồng &yacute; của Ban Quản Trị.</strong><br />&ndash; B&agrave;i x&iacute;ch nh&agrave; nước Việt Nam, tuy&ecirc;n truyền phản động, l&ocirc;i k&eacute;o biểu t&igrave;nh, tuy&ecirc;n truyền, khuyến dụ ti&ecirc;u thụ c&aacute;c văn ho&aacute; phẩm đổi trụy: Kh&oacute;a t&agrave;i khoản vĩnh viễn.<br />&ndash; C&oacute; c&aacute;c h&igrave;nh thức c&aacute; độ bằng hiện v&acirc;t: Kho&aacute; t&agrave;i khoản vĩnh viễn<br />&ndash; Tuy&ecirc;n truyền, l&ocirc;i k&eacute;o c&aacute;c th&agrave;nh vi&ecirc;n chống đối lại c&aacute;c quyết định, th&ocirc;ng b&aacute;o của BQT, g&acirc;y mất đo&agrave;n kết giữa c&aacute;c th&agrave;nh vi&ecirc;n: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; Tuy&ecirc;n truyền c&aacute;c lỗi, bug của chương tr&igrave;nh, c&aacute;c th&ocirc;ng tin bảo mật của chương tr&igrave;nh: Kho&aacute; t&agrave;i khoản vĩnh viễn.<br />&ndash; Vu khống, tố c&aacute;o một sự việc kh&ocirc;ng c&oacute; thật, g&acirc;y ảnh hưởng đến danh dự của th&agrave;nh vi&ecirc;n kh&aacute;c hoặc BQT: Kh&oacute;a t&agrave;i khoản vĩnh viễn.</p>
<p><strong>12. Gian lận trong game</strong><br />&ndash; Trong trường hợp ph&aacute;t hiện dấu hiệu hack, ch&uacute;ng t&ocirc;i c&oacute; quyền ban nick trong v&ograve;ng 3 ng&agrave;y để xem x&eacute;t m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o trước.<br />&ndash; Sử dụng phần mềm can thiệp hoặc g&acirc;y tổn hại đến chương tr&igrave;nh, t&iacute;nh c&ocirc;ng bằng trong v&aacute;n đấu,&hellip; T&ugrave;y mức độ ảnh hưởng đến hệ thống v&agrave; sẽ đưa ra những h&igrave;nh thức xử l&yacute; ph&ugrave; hợp.</p>